{
    "en": {
        "header_login": "SIGN IN",
        
        "nav_link1": "Strategy",
        "nav_link2": "Trading",
        "nav_link3": "Staging",
        "nav_link4": "Contact us",
        "language": "Language",
        "language_name_en": "English",
        "language_name_de": "German",
        "hero_heading": "Reach New Heights \n in Crypto Trading \n with FinaGX",
        "hero_text": "Your Platform for Top-Tier Investment \n Strategies and Maximum Returns.",
        "hero_get_started": "Get Started",
        "hero_find_more": "Find out More",
        "investment_subheading": "FinaGX strategy",
        "investment_heading": "Our revolutionary investment strategy",
        "investment_text1": "FinagX offers a seamlessly user-friendly interface designed to cater to both seasoned traders and newcomers in the crypto space.",
        "investment_text2": "Our platform is distinguished by its versatility, allowing users to effortlessly deposit funds with support for major cryptocurrencies such as USDT, ETH, BTC, and XRP. We've streamlined the process for withdrawing profits, ensuring that your trading journey is as smooth as possible.",
        "investment_button": "Start to Earn",
        "trades_subheading": "Dynamic trading",
        "trades_heading": "Trades that align with your strategy",
        "trades_strategy_text1": "At the heart of FinagX is our dynamic trading spot feed, featuring the latest opportunities complete with detailed descriptions, including run times ranging from 10 to 60 days, and insights into minimum and expected profits. This flexibility empowers you to engage with trades that align with your strategy, offering the freedom to opt-in or out according to your preference.",
        "trades_strategy_text2": "Following the close of each trade, profits are credited to your account within five days, from where you can either withdraw them to your external wallet or reinvest in upcoming trading spots. Investment thresholds are designed to accommodate a wide range of financial commitments, typically between $2,000 and $5,000,000 in accepted cryptocurrencies.",
        "trades_strategy_text3": "Our commitment to quality over quantity means new trading spots are only opened when our expert analysts identify promising market opportunities, steering clear of the uncertainties of day trading. With FinaGX, you're not just trading; you're investing with precision, backed by thorough market analysis and a platform that prioritizes your financial growth and security.",
        "trades_subheading1": "FinaGX strategy",
        "trades_heading1": "Trading Strategy",
        "trades_strategy_text4": "FinaGX employs a focused trading strategy that pairs a leveraged long trade with a higher-leverage short trade, creating a balanced hedge. This approach allows us to navigate market volatility by capturing gains from the long position while the short position protects against potential downturns. Our strategy is designed for both growth and security, leveraging market movements in any direction to benefit our investors. It's a method that combines careful risk management with the potential for significant returns, reflecting our commitment to smart, adaptable investing in the crypto space.",
        "trades_strategy_text5": "FinagX stands out in the crypto trading world with a unique proposition: offering the simplicity and flexibility for anyone to trade like the pros. Our service is tailored for those seeking control and efficiency in their investments, featuring:",

        "trades_grid_heading1": "Flexibility to Invest:",
        "trades_grid_text1": "Choose when to invest according to your convenience, with capital only tied up during the active trading period, unlike other platforms where your funds can be locked in for longer durations.",
        "trades_grid_heading2": "User-Friendly Interface:",
        "trades_grid_text2": "Our platform is designed for ease of use, allowing you to navigate and make trades effortlessly, supported by the most popular cryptocurrencies.",
        "trades_grid_heading3": "Attractive Risk-Reward Ratio:",
        "trades_grid_text3": "We offer opportunities with high potential returns, making it possible to achieve significant gains without needing to be an expert trader.",
        "trades_grid_heading4": "Accessible Initial Investment:",
        "trades_grid_text4": "Start trading with a smaller upfront commitment, making it easier for more people to participate in the market.",
        "trades_strategy_text6": "With FinaGX, trading in the cryptocurrency market becomes accessible, rewarding, and flexible, empowering you to make moves like a seasoned trader without the complexity.",
        "trades_button": "Start to earn",
        "feedback_heading": "See what our customers have to say:",
        "feedback_grid_name1": "Emma L.",
        "feedback_grid_heading1": "Newcomer to Crypto Trading",
        "feedback_grid_text1": "As someone new to crypto, I was looking for a platform that wouldn't overwhelm me. FinagX was just the ticket! Its user-friendly interface made it easy to start, and I love the flexibility it offers. I've been able to invest on my own terms and see positive results faster than I thought possible. Highly recommend it to anyone just starting out!",

        "feedback_grid_name2": "Alex F.",
        "feedback_grid_heading2": "Tech Enthusiast",
        "feedback_grid_text2": "Straightforward, and, most importantly, profitable.' Alex F. - Tech Enthusiast 'The simplicity and tech behind FinaGX are impressive. It supports all the major cryptos I'm interested in and makes trading them a breeze. The platform's design is top-notch, and seeing my investments grow without needing to be an expert has been fantastic.",

        "feedback_grid_name3": "Rajiv S.",
        "feedback_grid_heading3": "Experienced Investor",
        "feedback_grid_text3": "I've traded on many platforms, but FinagX stands out for its strategic approach. The ability to hedge my trades with higher leverage has significantly improved my portfolio's performance. It's a game-changer for serious traders seeking to maximize their returns while managing risk effectively.",

        "feedback_grid_name4": "Maria G.",
        "feedback_grid_heading4": "Risk-Averse Investor",
        "feedback_grid_text4": "I was hesitant to dive into crypto trading because of the volatility. FinaGX's high risk-reward ratio trades, with the option for small initial investments, offered me a comfortable starting point. It's reassuring to see my investments handled so wisely.",

        "feedback_grid_name5": "Hannah M.",
        "feedback_grid_heading5": "Busy Professional",
        "feedback_grid_text5": "With a demanding job, I needed a trading platform that fits into my schedule. FinagX gave me exactly that. Investing when it suits me, without having my capital locked up for ages, has made all the difference. It's efficient, straightforward, and, most importantly, profitable.",

        "feedback_grid_name6": "Jordan P.",
        "feedback_grid_heading6": "Serial Entrepreneur",
        "feedback_grid_text6": "As an entrepreneur, I appreciate innovation and efficiency. FinaGX delivers both, allowing me to trade like the 'big boys' without the complexity. The flexibility and control over my investments, paired with the excellent risk management strategies, have significantly contributed to my financial strategies.",

        "prefooter_heading1": "FinaGX trading results",
        "prefooter_heading2": "FinaGX Get in Touch",
        "prefooter_text": "Have questions or need support? We're here to help! Whether you're curious about our trading platform, seeking investment advice, or require assistance, our dedicated team is ready to provide you with the information and support you need. Fill out the contact form below with your inquiry, and we'll get back to you as soon as possible. Let's make your crypto trading journey smooth and successful together. Reach out today - we're excited to hear from you!",
        "submit_form": "Submit message",

        "privacy_heading_main": "Privacy Policy",
        "privacy_text1": "By registering on finagx.com or accessing this Site or collaboratively using this Site, you consent to the collection and specific use of your data.",
        "privacy_heading": "Personal data",
        "privacy_text2": "All personal information we receive from you remains securely stored by physical, electronic and software controls following applicable Malaisia law and is kept confidential and secure over the entire period.",
        "privacy_text3": "These physical, electronic and software controls are reasonably designed to ensure the security and confidentiality of personal data and information about the investor or the website user. Also, to protect against any threats or possible danger to the security or integrity of data and information about the investor, as well as to protect against unauthorized access or use of personal data or information about the investor, which may lead to any (significant or insignificant) damage or inconvenience to the investor or a website user.",
        "privacy_text4": "We collect the following types of information about you",
        "privacy_text5": "We can gather information about you directly throughout our cooperation.It may include personal data such as your name, email address, payment information, account balance, transaction history, your affiliate structure and, if necessary, certain documentation and additional information provided by the investor in person and writing.",
        "privacy_text6": "Also, we may collect indirect information about you, which we use only for verification and security purposes. This information may include your IP address, browser type, operating system, Internet service provider, PC ID, cookies and so forth.",
        "privacy_text7": "Any information provided by you, or information that we have obtained by ourselves in any legal way, is permanently in a state of complete confidentiality both during cooperation and after the end of this cooperation. Also, is guaranteed not to be and will not be provided, sold or disclosed to third parties under any circumstances, except in cases justified by the International Laws in the field of counter-terrorism and illegal military formations.",

        "terms_heading_main": "Terms and Conditions",
        "terms_text1": "The following Terms and Conditions have the force of a public offer and apply to all those who participate in the IOT GENIUS SDN.BHD. investment program, located at No.234, Jalana Desa, Taman Desa, 58100 Kuala Lumpur",
        "terms_heading1": "1. General conditions",
        "terms_text2": "1.1 These Terms will only come into effect with the free and informed consent of Future IOT GENIUS SDN.BHD., hereinafter referred to as the 'Company', and the person who, at the time of acceptance of these Terms of Use, has reached the age of adulthood in accordance with the laws of their country of residence, hereinafter referred to as the 'Client', and which shall be accepted for execution in full, and in no case in part, without limitation, imaginary or explicit benefits or exceptions.",
        "terms_text3": "1.2 The essence of these Terms is that the Company undertakes the obligation to provide reliable and high-quality financial management services to the Client's investment funds. As well as providing information and consulting assistance and technical support directly related to the process of the investment program of the Company, implemented through the website located at the web address: ftgroup.net, in the amount necessary for a productive, conflict-free interaction between the Company and the Client.",
        "terms_text4": "1.3 The Client, in turn, accepts the Terms and Conditions and all clauses without exceptions and in full, while assuming the obligation not to distort the essence and the very content of the current Terms and Conditions.",
        "terms_heading2": "2. Registration",
        "terms_text5": "2.1 To become the Company's Client, an investor who has made such a decision must pass the registration procedure on the Company's website. Completion of the registration procedure is a confirmation of the fact that the interaction between the Client and the Company has started.",
        "terms_text6": "2.2 During personal account registration the Customer should fill in accurately and correctly all fields of the registration form and, having accepted the Terms, send this form. Submitting the registration data is a confirmation that the Customer has provided all the registration data correctly.",
        "terms_text7": "2.3 The Company, for its part, undoubtedly accepts these personal data for further processing and control of registration statistics, as well as assume responsibility for the safety of the data provided by the Client in complete and absolute confidentiality following the Company's Privacy Policy.",
        "terms_heading3": "3. Investments",
        "terms_text8": "3.1 The Client is entitled to create investments with the Company's program using his funds and make deposits to any Company's investment offer/s available at the time of such investment.",
        "terms_text9": "3.2 Investing funds is a final transaction, and the invested money will not be returned to the Client until the expiry of the investment offer where the Client has placed the funds.",
        "terms_heading4": "4. Financial password",
        "terms_text10": "4.1 In addition to providing the personal data to the system, the Customer receives the Financial Password - a combination of digits, which the Customer will have to use within his account to perform financial transactions, as well as activities aimed at changing and/or supplementing information about his payment data",
        "terms_text11": "4.2 The financial password cannot be changed or restored, as nobody other than the Client, knows it. The Company warns that in the event the Financial Password is lost, the Company will not be able to help to recover it, and thus the Client will lose control over their account, as well as the funds that may be there, irrevocably.",
        "terms_heading5": "5. Risk position",
        "terms_text12": "5.1 If, for reasons beyond the Company's control, further investment activities become impossible, the Client can't be reimbursed. In such case, the Client has no right to demand compensation for possible losses from the Company's funds.",
        "terms_text13": "5.2 It is essential to clearly understand that any activity related to the investment may be subject to possible risks, and the consequences of these risks may be the loss of investment funds. By agreeing to the foregoing, the Client accepts the fact that he voluntarily transfers his funds to the Company for financial management and coincides with the conditions of not filing claims and demands for refunds and (or) compensations in cases where the funds lost not due to the fault of the Company or not due to the Company's unprofessional actions.",
        "terms_heading6": "6. Dispute resolution",
        "terms_text14": "6.1 In cases where there are disputes or disagreements between the Client and the Company, the solution of these situations is carried out through bilateral negotiations, without admission of third parties in the negotiation process. Moreover, such negotiations shall be conducted until a fully complete settlement of the conflict situation, while respecting the interests of both parties.",
        "terms_heading7": "7. Copyright",
        "terms_text15": "7.1 All content, be it graphics, text or any other information, as well as video and GIF-animation, text content, yetc., are the Company's exclusive intellectual property. Any references, word for word or deed citations, reposting of text in any volume, video, audio or text posting on the Internet, and reselling in general, must be accompanied by appropriate comments in a form that provides exhaustive details about the owner of these intellectual property rights.",

        "placeholder1": "NAME",
        "placeholder2": "EMAIL ADDRESS",
        "placeholder3": "MESSAGE",

        "trade_list_text1": "10 to 60 days run times",
        "trade_list_text2": "Insights into minimum and expected profits",
        "trade_list_text3": "Minimum and Maxiumum investment per Spot",
        "trade_list_withdraw1": "5 DAYS",
        "trade_list_withdraw2": "WITHDRAW OR REINVEST"
    },
    "de": {
        "header_login": "LOGIN",

        "nav_link1": "Strategie",
        "nav_link2": "Handel",
        "nav_link3": "Inszenierung",
        "nav_link4": "Kontaktiere uns",
        "language": "Sprache",
        "language_name_en": "Englisch",
        "language_name_de": "Deutsch",
        "hero_heading": "Erreichen Sie neue \n Höhen im Krypto-Handel \n mit FinagX",
        "hero_text": "Ihre Plattform für erstklassige Anlagestrategien \n und maximale Renditen.",
        "hero_get_started": "Jetzt Loslegen",
        "hero_find_more": "Mehr erfahren",
        "investment_subheading": "FinaGX Strategie",
        "investment_heading": "Unsere revolutionäre Anlagestrategie",
        "investment_text1": "FinagX bietet eine nahtlos benutzerfreundliche Schnittstelle, die sowohl für erfahrene Händler als auch für Neulinge im Krypto-Bereich konzipiert wurde.",
        "investment_text2": "Unsere Plattform zeichnet sich durch ihre Vielseitigkeit aus, die es Benutzern ermöglicht, mühelos Gelder einzuzahlen, mit Unterstützung für wichtige Kryptowährungen wie USDT, ETH, BTC und XRP. Wir haben den Prozess für die Auszahlung von Gewinnen optimiert, um Ihre Handelsreise so reibungslos wie möglich zu gestalten.",
        "investment_button": "Jetzt Investieren",
        "trades_subheading": "Dynamisches Handeln",
        "trades_heading": "Trades, die sich mit Ihrer Strategie decken.",
        "trades_strategy_text1": "Im Herzen von FinagX steht unser dynamischer Trading-Spot-Feed, der die neuesten Möglichkeiten mit detaillierten Beschreibungen bietet, einschließlich Laufzeiten von 10 bis 60 Tagen und Einblicken in minimale und erwartete Gewinne. Diese Flexibilität ermächtigt Sie, sich auf Handel einzulassen, die Ihrer Strategie entsprechen, und bietet die Freiheit, nach Belieben einzusteigen oder nicht.",
        "trades_strategy_text2": "Nach Abschluss jedes Handels werden Gewinne innerhalb von fünf Tagen Ihrem Konto gutgeschrieben, von wo aus Sie sie entweder auf Ihr externes Wallet auszahlen oder in bevorstehende Trading-Spots reinvestieren können. Die Investitionsschwellen sind so gestaltet, dass sie eine breite Palette von finanziellen Verpflichtungen aufnehmen können, typischerweise zwischen 2.000 $ und 5.000.000 $ in akzeptierten Kryptowährungen.",
        "trades_strategy_text3": "Unser Engagement für Qualität statt Quantität bedeutet, dass neue Trading-Spots nur eröffnet werden, wenn unsere Expertenanalysten vielversprechende Marktchancen identifizieren, was die Unsicherheiten des Daytradings vermeidet. Mit FinagX handeln Sie nicht nur; Sie investieren mit Präzision, unterstützt durch gründliche Marktanalysen und eine Plattform, die Ihr finanzielles Wachstum und Ihre Sicherheit priorisiert.",
        "trades_subheading1": "FinaGX Inszenierung",
        "trades_heading1": "Trading Strategie",
        "trades_strategy_text4": "FinagX verfolgt eine fokussierte Handelsstrategie, die einen gehebelten Long-Handel mit einem höher gehebelten Short-Handel kombiniert, um eine ausgewogene Absicherung zu schaffen. Dieser Ansatz ermöglicht es uns, Marktschwankungen zu navigieren, indem wir Gewinne aus der Long-Position erfassen, während die Short-Position gegen potenzielle Abwärtsbewegungen schützt. Unsere Strategie ist sowohl auf Wachstum als auch auf Sicherheit ausgerichtet, nutzt Marktbewegungen in jede Richtung zum Vorteil unserer Investoren und kombiniert sorgfältiges Risikomanagement mit dem Potenzial für signifikante Renditen, was unser Engagement für intelligentes, anpassungsfähiges Investieren im Krypto-Raum widerspiegelt.",
        "trades_strategy_text5": "FinagX sticht in der Welt des Krypto-Handels mit einem einzigartigen Angebot hervor: Es bietet die Einfachheit und Flexibilität, die es jedem ermöglicht, wie die Profis zu handeln. Unser Service ist maßgeschneidert für diejenigen, die Kontrolle und Effizienz in ihren Investitionen suchen und umfasst:",

        "trades_grid_heading1": "Flexibilität beim Investieren:",
        "trades_grid_text1": "Wählen Sie den Zeitpunkt Ihrer Investition nach Ihrem Belieben, wobei Ihr Kapital nur während der aktiven Handelsperiode gebunden ist, im Gegensatz zu anderen Plattformen, bei denen Ihre Mittel für längere Zeiträume festgelegt sein können.",
        "trades_grid_heading2": "Benutzerfreundliche Schnittstelle:",
        "trades_grid_text2": "Unsere Plattform ist für eine einfache Bedienung konzipiert, die es Ihnen ermöglicht, mühelos zu navigieren und Handel zu tätigen, unterstützt von den beliebtesten Kryptowährungen.",
        "trades_grid_heading3": "Attraktives Risiko-Ertrags-Verhältnis:",
        "trades_grid_text3": "Wir bieten Möglichkeiten mit hohem potenziellen Ertrag, die es möglich machen, signifikante Gewinne zu erzielen, ohne ein Experte im Handeln sein zu müssen.",
        "trades_grid_heading4": "Zugängliche Erstinvestition:",
        "trades_grid_text4": "Beginnen Sie mit einem kleineren anfänglichen Einsatz, was es mehr Menschen erleichtert, am Markt teilzunehmen.",
        "trades_strategy_text6": "Mit FinagX wird der Handel auf dem Kryptowährungsmarkt zugänglich, lohnend und flexibel, und ermächtigt Sie, Züge wie ein erfahrener Händler zu machen, ohne die Komplexität.",
        "trades_button": "Jetzt Investieren",
        "feedback_heading": "Lesen Sie, was unsere Kunden zu sagen haben:",
        "feedback_grid_name1": "Emma L.",
        "feedback_grid_heading1": "Neuling im Krypto-Handel",
        "feedback_grid_text1": "Als jemand, der neu in der Welt der Kryptowährungen ist, suchte ich nach einer Plattform, die mich nicht überfordern würde. FinagX war genau das Richtige! Die benutzerfreundliche Schnittstelle erleichterte den Einstieg, und ich liebe die Flexibilität, die es bietet. Ich konnte unter meinen eigenen Bedingungen investieren und schneller positive Ergebnisse sehen, als ich es für möglich gehalten hätte. Ich empfehle es sehr jedem, der gerade erst anfängt!",
  
        "feedback_grid_name2": "Alex F.",
        "feedback_grid_heading2": "Technikbegeistert",
        "feedback_grid_text2": "Die Einfachheit und Technik hinter FinagX sind beeindruckend. Es unterstützt alle wichtigen Kryptos, für die ich mich interessiere, und macht deren Handel zum Kinderspiel. Das Design der Plattform ist erstklassig, und es ist fantastisch zu sehen, wie meine Investitionen wachsen, ohne dass ich ein Experte sein muss.",
  
        "feedback_grid_name3": "Rajiv S.",
        "feedback_grid_heading3": "Erfahrener Investor",
        "feedback_grid_text3": "Ich habe auf vielen Plattformen gehandelt, aber FinagX sticht wegen seines strategischen Ansatzes heraus. Die Möglichkeit, meine Geschäfte mit höherem Hebel abzusichern, hat die Leistung meines Portfolios deutlich verbessert. Es ist ein Wendepunkt für ernsthafte Händler, die ihre Renditen maximieren wollen, während sie das Risiko effektiv managen.",
  
        "feedback_grid_name4": "Maria G.",
        "feedback_grid_heading4": "Risikoscheuer Investor",
        "feedback_grid_text4": "Ich zögerte, in den Krypto-Handel einzusteigen, wegen der Volatilität. FinagXs Handel mit hohem Risiko-Ertrags-Verhältnis, mit der Option für kleine Erstinvestitionen, bot mir einen komfortablen Startpunkt. Es ist beruhigend zu sehen, wie meine Investitionen so weise gehandhabt werden.",
  
        "feedback_grid_name5": "Hannah M.",
        "feedback_grid_heading5": "Beschäftigte Fachkraft",
        "feedback_grid_text5": "Mit einem anspruchsvollen Job benötigte ich eine Handelsplattform, die in meinen Zeitplan passt. FinagX hat mir genau das geboten. Zu investieren, wenn es mir passt, ohne dass mein Kapital für eine Ewigkeit gebunden ist, hat alles verändert. Es ist effizient, unkompliziert und vor allem profitabel.",
  
        "feedback_grid_name6": "Jordan P.",
        "feedback_grid_heading6": "Serienunternehmer",
        "feedback_grid_text6": "Als Unternehmer schätze ich Innovation und Effizienz. FinagX liefert beides und ermöglicht es mir, wie die 'Großen' zu handeln, ohne die Komplexität. Die Flexibilität und Kontrolle über meine Investitionen, gepaart mit den ausgezeichneten Risikomanagementstrategien, haben erheblich zu meinen finanziellen Strategien beigetragen.",

        "prefooter_heading1": "Handelsergebnisse von FinaGX",
        "prefooter_heading2": "FinaGX Kontaktieren Sie uns",
        "prefooter_text": "Haben Sie Fragen oder benötigen Sie Unterstützung? Wir sind hier, um zu helfen! Ob Sie neugierig auf unsere Handelsplattform sind, Anlageberatung suchen oder Unterstützung benötigen, unser engagiertes Team steht bereit, Ihnen die benötigten Informationen und Unterstützung zu bieten. Füllen Sie das Kontaktformular unten mit Ihrer Anfrage aus, und wir werden uns so schnell wie möglich bei Ihnen melden. Lassen Sie uns gemeinsam Ihre Krypto-Handelsreise reibungslos und erfolgreich gestalten. Kontaktieren Sie uns noch heute - wir freuen uns, von Ihnen zu hören!",

        "submit_form": "Nachricht senden",

        "privacy_heading_main": "Datenschutzrichtlinie",
        "privacy_text1": "Durch die Registrierung auf finagx.com oder den Zugriff auf diese Seite oder die gemeinsame Nutzung dieser Seite stimmen Sie der Erfassung und spezifischen Nutzung Ihrer Daten zu.",
        "privacy_heading": "Persönliche Daten",
        "privacy_text2": "Alle persönlichen Informationen, die wir von Ihnen erhalten, bleiben gemäß dem anwendbaren malaysischen Recht durch physische, elektronische und softwaretechnische Kontrollen sicher gespeichert und werden über den gesamten Zeitraum vertraulich und sicher aufbewahrt.",
        "privacy_text3": "Diese physischen, elektronischen und softwaretechnischen Kontrollen sind vernünftigerweise so gestaltet, dass sie die Sicherheit und Vertraulichkeit persönlicher Daten und Informationen über den Investor oder den Website-Nutzer gewährleisten. Auch, um gegen jegliche Bedrohungen oder mögliche Gefahren für die Sicherheit oder Integrität der Daten und Informationen über den Investor zu schützen, sowie um den unbefugten Zugriff oder die Nutzung persönlicher Daten oder Informationen über den Investor zu verhindern, was zu einem (bedeutenden oder unbedeutenden) Schaden oder Unannehmlichkeiten für den Investor oder einen Website-Nutzer führen könnte.",
        "privacy_text4": "Wir sammeln folgende Arten von Informationen über Sie",
        "privacy_text5": "Wir können während unserer Zusammenarbeit direkt Informationen über Sie sammeln. Dazu können persönliche Daten wie Ihr Name, E-Mail-Adresse, Zahlungsinformationen, Kontostand, Transaktionshistorie, Ihre Affiliate-Struktur und, falls notwendig, bestimmte Dokumentationen und zusätzliche Informationen gehören, die vom Investor persönlich und schriftlich bereitgestellt werden.",
        "privacy_text6": "Außerdem können wir indirekte Informationen über Sie sammeln, die wir nur zu Verifizierungs- und Sicherheitszwecken verwenden. Diese Informationen können Ihre IP-Adresse, Browsertyp, Betriebssystem, Internetdienstanbieter, PC-ID, Cookies und dergleichen umfassen.",
        "privacy_text7": "Jegliche von Ihnen bereitgestellte Informationen oder Informationen, die wir auf irgendeine legale Weise selbst erhalten haben, befinden sich dauerhaft in einem Zustand vollständiger Vertraulichkeit sowohl während der Zusammenarbeit als auch nach dem Ende dieser Zusammenarbeit. Außerdem wird garantiert, dass sie nicht und unter keinen Umständen an Dritte weitergegeben, verkauft oder offengelegt werden, außer in durch die internationalen Gesetze im Bereich der Terrorismusbekämpfung und illegaler militärischer Formationen gerechtfertigten Fällen.",

        "terms_heading_main": "Allgemeine Geschäftsbedingungen",
        "terms_text1": "Die folgenden Allgemeinen Geschäftsbedingungen haben die Kraft eines öffentlichen Angebots und gelten für alle, die am Investitionsprogramm von IOT GENIUS SDN.BHD. teilnehmen, ansässig in No.234, Jalana Desa, Taman Desa, 58100 Kuala Lumpur.",
        "terms_heading1": "1. Allgemeine Bedingungen",
        "terms_text2": "1.1 Diese Bedingungen treten nur mit der freien und informierten Zustimmung von Future IOT GENIUS SDN.BHD., im Folgenden als 'Unternehmen' bezeichnet, und der Person, die zum Zeitpunkt der Annahme dieser Nutzungsbedingungen das Alter der Volljährigkeit gemäß den Gesetzen ihres Wohnsitzlandes erreicht hat, im Folgenden als 'Klient' bezeichnet, in Kraft und müssen vollständig und in keinem Fall teilweise, ohne Einschränkungen, imaginäre oder explizite Vorteile oder Ausnahmen angenommen werden.",
        "terms_text3": "1.2 Das Wesen dieser Bedingungen besteht darin, dass sich das Unternehmen verpflichtet, zuverlässige und qualitativ hochwertige Finanzmanagementdienstleistungen für die Investitionsmittel des Klienten zu erbringen. Ebenso die Bereitstellung von Informationen und Beratungsunterstützung sowie technischer Support, der direkt mit dem Prozess des Investitionsprogramms des Unternehmens zusammenhängt, umgesetzt durch die Website unter der Webadresse: bitvesto.com, in dem für eine produktive, konfliktfreie Interaktion zwischen dem Unternehmen und dem Klienten notwendigen Umfang.",
        "terms_text4": "1.3 Der Klient wiederum akzeptiert die Allgemeinen Geschäftsbedingungen und alle Klauseln ohne Ausnahmen und in vollem Umfang, während er sich verpflichtet, das Wesen und den Inhalt der aktuellen Bedingungen nicht zu verzerren.",
        "terms_heading2": "2. Registrierung",
        "terms_text5": "2.1 Um Klient des Unternehmens zu werden, muss ein Investor, der eine solche Entscheidung getroffen hat, das Registrierungsverfahren auf der Website des Unternehmens durchlaufen. Die Durchführung des Registrierungsverfahrens bestätigt, dass die Interaktion zwischen dem Klienten und dem Unternehmen begonnen hat.",
        "terms_text6": "2.2 Während der Registrierung des persönlichen Kontos sollte der Kunde alle Felder des Registrierungsformulars genau und korrekt ausfüllen und nach Annahme der Bedingungen dieses Formular absenden. Die Übermittlung der Registrierungsdaten bestätigt, dass der Kunde alle Registrierungsdaten korrekt angegeben hat.",
        "terms_text7": "2.3 Das Unternehmen akzeptiert diese persönlichen Daten zweifellos für die weitere Verarbeitung und Kontrolle der Registrierungsstatistiken und übernimmt die Verantwortung für die Sicherheit der vom Klienten bereitgestellten Daten in vollständiger und absoluter Vertraulichkeit gemäß der Datenschutzrichtlinie des Unternehmens.",
        "terms_heading3": "3. Investitionen",
        "terms_text8": "3.1 Der Klient ist berechtigt, Investitionen mit dem Programm des Unternehmens unter Verwendung seiner Mittel zu tätigen und Einzahlungen auf jedes zum Zeitpunkt einer solchen Investition verfügbare Investitionsangebot des Unternehmens zu leisten.",
        "terms_text9": "3.2 Das Investieren von Geldern ist eine endgültige Transaktion, und das investierte Geld wird dem Klienten nicht zurückgegeben, bis das Investitionsangebot, in das die Mittel platziert wurden, abgelaufen ist.",
        "terms_heading4": "4. Finanzpasswort",
        "terms_text10": "4.1 Zusätzlich zur Bereitstellung der persönlichen Daten an das System erhält der Kunde das Finanzpasswort - eine Kombination aus Ziffern, die der Kunde innerhalb seines Kontos verwenden muss, um finanzielle Transaktionen durchzuführen, sowie Aktivitäten, die auf die Änderung und/oder Ergänzung von Informationen über seine Zahlungsdaten abzielen.",
        "terms_text11": "4.2 Das Finanzpasswort kann nicht geändert oder wiederhergestellt werden, da niemand außer dem Klienten es kennt. Das Unternehmen warnt davor, dass im Falle des Verlusts des Finanzpassworts das Unternehmen nicht in der Lage sein wird, bei der Wiederherstellung zu helfen, und somit der Klient die Kontrolle über sein Konto sowie die dort befindlichen Gelder unwiderruflich verliert.",
        "terms_heading5": "5. Risikoposition",
        "terms_text12": "5.1 Sollten aus Gründen, die außerhalb der Kontrolle des Unternehmens liegen, weitere Investitionstätigkeiten unmöglich werden, kann der Klient nicht entschädigt werden. In einem solchen Fall hat der Klient kein Recht, Entschädigung für mögliche Verluste aus den Mitteln des Unternehmens zu fordern.",
        "terms_text13": "5.2 Es ist wesentlich zu verstehen, dass jede mit der Investition verbundene Aktivität möglichen Risiken unterliegen kann und die Folgen dieser Risiken der Verlust von Investitionsmitteln sein können. Durch die Zustimmung zu dem Vorhergehenden akzeptiert der Klient die Tatsache, dass er seine Mittel freiwillig zur finanziellen Verwaltung an das Unternehmen überträgt und stimmt den Bedingungen zu, keine Ansprüche und Forderungen nach Rückerstattungen und (oder) Entschädigungen in Fällen zu stellen, in denen die Verluste nicht auf das Verschulden des Unternehmens oder nicht auf unprofessionelle Handlungen des Unternehmens zurückzuführen sind.",
        "terms_heading6": "6. Streitbeilegung",
        "terms_text14": "6.1 In Fällen, in denen es Streitigkeiten oder Meinungsverschiedenheiten zwischen dem Klienten und dem Unternehmen gibt, wird die Lösung dieser Situationen durch bilaterale Verhandlungen durchgeführt, ohne Zulassung Dritter im Verhandlungsprozess. Darüber hinaus sollen solche Verhandlungen geführt werden, bis eine vollständig abgeschlossene Beilegung der Konfliktsituation erreicht ist, unter Wahrung der Interessen beider Parteien.",
        "terms_heading7": "7. Urheberrecht",
        "terms_text15": "7.1 Alle Inhalte, sei es Grafik, Text oder jegliche andere Informationen, sowie Video- und GIF-Animationen, Textinhalte usw., sind das ausschließliche geistige Eigentum des Unternehmens. Jegliche Verweise, wörtliche oder tätliche Zitate, das erneute Posten von Text in jeglichem Umfang, Video-, Audio- oder Textposten im Internet und der Weiterverkauf im Allgemeinen müssen von angemessenen Kommentaren in einer Form begleitet sein, die erschöpfende Details über den Inhaber dieser Rechte am geistigen Eigentum bietet.",

        "placeholder1": "NAME",
        "placeholder2": "EMAIL ADRESSE",
        "placeholder3": "NACHRICHT",

        "trade_list_text1": "10 bis 60 Tage Laufzeiten",
        "trade_list_text2": "Einblicke in Mindest- und erwartete Gewinne",
        "trade_list_text3": "Minimum und maximale Investition pro Position",
        "trade_list_withdraw1": "5 TAGE",
        "trade_list_withdraw2": "ZURÜCKZIEHEN ODER REINVESTIEREN"
    }
  }
  